Revit 2027 API
UnitTypeId.DekanewtonMeters Property
 Dekanewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DekanewtonMeters { get; }
Public Shared ReadOnly Property DekanewtonMeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DekanewtonMeters {
	ForgeTypeId^ get ();
}
static member DekanewtonMeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace